[
  {
    "title": "Dans Votre................... version, vous rédigez l'introduction et la conclusion.",
    "answer_1": "première",
    "answer_2": "deuxième",
    "right_answer": "deuxième"
  },
  {
    "title": "Dans le cadre de l'élaboration de votre................, vous devez délimiter l'envergure du traitement de votre sujet puisque le temps et l'espace qui vous sont alloués sont limités.",
    "answer_1": "plan",
    "answer_2": "critique",
    "right_answer": "plan"
  },
  {
    "title": "Pour faciliter cette démarche essentielle, vous devez commencer par établir une liste de ........................... qui correspondent à votre sujet et qui sont susceptibles de vous être utiles pour la recherche de la documentation dont avez besoin.",
    "answer_1": "mots clés",
    "answer_2": "mots croisés",
    "right_answer": "mots clés"
  },
  {
    "title": "Votre plan doit être plus qu'une table des matières, il doit contenir des données (succinctes) et aborder une réflexion, tout en étant conscient qu'il s'agit d'un plan provisoire et qu'ultimement le travail final pourra éventuellement s'éloigner considérablement de ce qui était prévu au départ.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Lorsque vous avez un plan, il est beaucoup plus facile de consulter un-e professeur-e ou une personne ressource, parce que vous aurez déjà réfléchi à votre sujet, donc vous serez plus à même de poser des questions pertinentes.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Une fois votre sujet déterminé et votre plan provisoire conçu, vous devez vous attaquer à ................................... pour compléter vos données et trouver réponse à votre réflexion préliminaire.",
    "answer_1": "la recherche bibliographique",
    "answer_2": "la recherche documentaire",
    "right_answer": "la recherche documentaire"
  },
  {
    "title": "A partir de .............................. vous pouvez consulter les catalogues informatisés des bibliothèques universitaires et éventuellement municipales.",
    "answer_1": "mots clés",
    "answer_2": "mots croisés",
    "right_answer": "mots clés"
  },
  {
    "title": "Quel que soit le type de travail que vous envisagez, vous devez toujours passer par la préparation d'un plan, et ce plan doit toujours comporter au moins .................... parties principales",
    "answer_1": "deux",
    "answer_2": "trois",
    "right_answer": "trois"
  },
  {
    "title": "Source de.............................. vous donne accès aux articles de périodiques spécialisés.",
    "answer_1": "courant",
    "answer_2": "documentation",
    "right_answer": "documentation"
  },
  {
    "title": "Votre................ est un instrument de travail qui vous évitera de tourner en rond ou de bifurquer dans une direction inappropriée.",
    "answer_1": "plan",
    "answer_2": "critique",
    "right_answer": "plan"
  },
  {
    "title": "Un des avantages des articles de ................... est qu'ils présentent des informations relativement récentes.",
    "answer_1": "scientifiques",
    "answer_2": "périodiques",
    "right_answer": "périodiques"
  },
  {
    "title": "Il n'est pas à négliger le fait que ce sont des textes relativement courts qui traitent d'un sujet précis et peuvent ouvrir des perspectives de réflexions intéressantes.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Évidemment, Internet est une source d'information inestimable, mais il faut respecter les critères de crédibilité et de représentativité qu'on attend de toute source documentaire",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Il faut s'assurer que la source est reconnue, identifiable et repérable.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Lorsque vous trouvez une référence qui vous semble utile, vous devez bien prendre soin de noter toutes les informations pertinentes sur................, afin que vous puissiez vous y référer lorsque vous irez prendre contact avec le document qui se trouve sur les rayons ou ailleurs.",
    "answer_1": "une petite fiche",
    "answer_2": "une petite papier",
    "right_answer": "une petite fiche"
  },
  {
    "title": ".........................pourront vous être utiles lors de travaux ultérieurs et constitueront un début de référence sur les sujets qui vous intéressent.",
    "answer_1": "toutes les fiches ",
    "answer_2": "toutes les documents",
    "right_answer": "toutes les fiches "
  },
  {
    "title": "Quand vous avez complété votre recherche..................., vous devez sélectionner les documents qui vous apparaîtront les plus pertinents et utiles.",
    "answer_1": "bibliographique",
    "answer_2": "documentaire",
    "right_answer": "bibliographique"
  },
  {
    "title": "Pour sélectionner les.....................vous consulterez chacun d'entre eux et vérifierez leur contenu en parcourant le résumé, l'introduction et la conclusion des articles parus dans les différents périodiques.",
    "answer_1": "bibliographie",
    "answer_2": "documents",
    "right_answer": "documents"
  },
  {
    "title": "Dans la recherche....................., Si vous éliminez le document, procédez comme avec les articles de périodiques.",
    "answer_1": "bibliographique",
    "answer_2": "documentaire",
    "right_answer": "documentaire"
  },
  {
    "title": "Dans la recherche.....................,Vous pouvez utiliser des fiches différentes selon le contenu : citations, résumé ou commentaires.",
    "answer_1": "bibliographique",
    "answer_2": "documentaire",
    "right_answer": "documentaire"
  },
  {
    "title": "La qualité de votre........................ repose beaucoup plus sur la valeur de vos données et la rigueur de votre analyse que sur la quantité de frappes et le nombre de pages.",
    "answer_1": "Plan",
    "answer_2": "travail",
    "right_answer": "travail"
  },
  {
    "title": "Dans Votre ...................... version, Les commentaires d'un tiers sont encore les bienvenus.",
    "answer_1": "première",
    "answer_2": "deuxième",
    "right_answer": "deuxième"
  },
  {
    "title": "Chacun-e a son style d'écriture qui mérite d'être reconnu.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Votre ............................. version doit tenir compte des contraintes qui vous sont imposées et rendre crédibles et inattaquables les données que vous présentez.",
    "answer_1": "première",
    "answer_2": "deuxième",
    "right_answer": "deuxième"
  },
  {
    "title": "Malgré tout, il faut nécessairement écrire correctement, clairement et simplement tout en respectant les règles de ponctuation.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Une fois votre............................ version complétée, à sa lecture refaites votre plan, c'est-à-dire mettez en forme votre table des matières.",
    "answer_1": "première",
    "answer_2": "deuxième",
    "right_answer": "première"
  },
  {
    "title": "Il faut écrire en français, respecter les règles grammaticales, s'assurer d'une orthographe impeccable et éliminer toute référence au langage familier.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "N'hésitez pas à écrire d'une manière désordonnée, sans trop vous préoccuper de l'introduction et de la conclusion.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Il est plus facile de retrancher du texte que d'en rajouter.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "right_answer": "Vrai"
  },
  {
    "title": "Quant à....................., elle doit être cohérente, justifiable et argumentée.",
    "answer_1": "la critique",
    "answer_2": "l'analyse",
    "right_answer": "l'analyse"
  },
  {
    "title": "...........................version vise à parfaire le style, corriger l'orthographe et la ponctuation : viser la perfection.",
    "answer_1": "la deuxième",
    "answer_2": "La troisième",
    "right_answer": "La troisième"
  }
]
