[
  {
    "title": "La presse a été étouffée pendant la guerre par la rareté du papier et les exigences de la censure.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": ".................., célèbre feuille satirique.",
    "answer_1": "Le septième jour",
    "answer_2": "Le Populaire ",
    "answer_3": "Le Canard enchainé",
    "right_answer": "Le Canard enchainé"
  },
  {
    "title": "Les journaux subsistent et on voit naître Le Populaire et Le Canard enchaîné, célèbre feuille satirique.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Au début de la guerre, la presse reprend vie et améliore sa présentation.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "On pratique une mise en page (a tiroirs) qui permet d'ajouter des articles de (dernière heure), en particulier pour les éditions d'après-midi.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "En ........, on insère sept colonnes au lieu de six en une page, et 1925 voit apparaître la couleur.",
    "answer_1": "1907",
    "answer_2": "1924",
    "answer_3": "1952",
    "right_answer": "1924"
  },
  {
    "title": "Les grands quotidiens sont devenus de véritables usines qui emploient des centaines de rédacteurs, d'ouvriers qualifiés, de reporters, de photographes, qui ont leurs moyens de transport, leurs services de diffusion et d'information.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le désir d'informations toujours plus récentes donne lieu à des tours de force sans cesse répétés.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Lors de l'attentat qui causa la mort du roi Alexandre de Yougoslavie et de Louis Barthou à Marseille, Paris-Soir, devenu en ...... un journal d'informations illustrées, réussit à présenter au public parisien, une heure après l'événe- ment, reportage et documents transmis par belinogramme.",
    "answer_1": "1932",
    "answer_2": "1920",
    "answer_3": "1948",
    "right_answer": "1932"
  },
  {
    "title": "Seuls L'Action Française, Le Temps, Les Débats, Le Figaro, journaux d'information, gardent une sobriété qui convient mieux à leur clientèle plus limitée.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Les problèmes de l'enseignement ne font pas l'objet de débats  au Parlement.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "L'enseignement primaire public s'est développé régulièrement écoles maternelles et (jardins d'en- fants), rendus nécessaires par le travail féminin, se multiplient.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Avant la guerre, l'évolution de la société française met de plus en plus en valeur l'importance des connaissances, des compétences, de l'activité professionnelle.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "En ........., la loi Astier définit l'enseignement technique et le rend officiel.",
    "answer_1": "1917",
    "answer_2": "1920",
    "answer_3": "1919",
    "right_answer": "1919"
  },
  {
    "title": "Les instructions ministérielles de 1923 précisent les buts de l'enseignement primaire qui doit seulement.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "En 1933, L'enseignement primaire devient gratuit et s'ouvre plus largement à toutes les classes sociales.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Une page de ............., extraite du roman Simon le Pathétique, donne une idée de la vie d'un pensionnaire dans un lycée de province et de ce que les études représentent à cette époque.",
    "answer_1": "Gromaire ",
    "answer_2": "Giraudoux",
    "answer_3": "Édouard Goerg",
    "right_answer": "Giraudoux"
  },
  {
    "title": "La guerre de 14-18, en leur révélant la cruauté du monde, avait amené les peintres à traduire en images violentes l'horreur qu'elle avait fait naître en eux;",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "les oeuvres de ces peintres furent farouches comme celles de d'Édouard Goerg, virulentes comme celles Fauconnier.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "toutes célébraient un retour à la figuration et à l'image, mais cette image était déformée, caricatu- rale, blasphématoire.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "............ apporte sa verve gothique à la peinture de la comédie sociale – la rue, l'auto, le quotidien le plus trivial -, don’t elle prend la couleur de terre et les formes mal dégrossies.",
    "answer_1": "Gromaire ",
    "answer_2": "Giraudoux",
    "answer_3": "Édouard Goerg",
    "right_answer": "Gromaire"
  },
  {
    "title": "Figurative ou non, la peinture moderne est ainsi plus que jamais une oeuvre personnelle, qui s'adresse avant tout à celui qui l'a inventée.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le surréalisme regroupe la plupart de ceux qui avaient suivi Tzara: André Breton, Aragon, Éluard, ont suffisamment d'intentions communes pour qu'on puisse les associer jusqu'en 1930.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le Premier Manifeste du surréalisme, publié par ................. en 1924, exprime, d'une façon très méthodique, leur programme d'exploration du surréel :",
    "answer_1": "Éluard",
    "answer_2": "Aragon",
    "answer_3": "André Breton",
    "right_answer": "André Breton"
  },
  {
    "title": "Il y a bien là une volonté de connaissance nouvelle et de reconquête du monde, qui apparaît dans la définition que donne Éluard.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "De 1930 à 1939, le surréalisme diffuse ses leçons en prenant des formes très diverses.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Beaucoup d'écrivains s'en éloignent pourtant, soit volontairement, soit après avoir été exclus par Breton, et, tels Reverdy et Jouve, poursuivent une oeuvre personnelle.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "L'évolution d'Aragon, dès 1930, d'Éluard, en 1938, vers une pensée personnelle nettement engagée, marque une scission importante du surréalisme.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "........... affirme la nécessité d'une action révolutionnaire, sans se rallier toutefois au socialisme soviétique.",
    "answer_1": "Éluard",
    "answer_2": "Aragon",
    "answer_3": "André Breton",
    "right_answer": "André Breton"
  },
  {
    "title": "La conférence de Londres se réunit en ......., des manifestations nombreuses ont lieu à la veille de la guerre à Paris, en Suisse, aux Canaries.",
    "answer_1": "1937",
    "answer_2": "1938",
    "answer_3": "1936",
    "right_answer": "1936"
  },
  {
    "title": "Pendant la guerre, bien des poètes, qui avaient tenté l'expérience surréaliste, s'adonnent à une action directe et militent dans la Résistance.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "réfugiés aux Etats-Unis comme (Salvador Dali, Tanguy) et au Mexique comme (Péret), continuent leurs recherches.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le retour de Breton à Paris (1946) sera marqué par de nouvelles manifestations; il participe à des mouvements pacifistes et mondialistes, et tente de ranimer le mouvement surréaliste.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Avant le Manifeste du surréalisme proclamant la nécessité de révéler la vie intérieure.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Breton publie, en 1926, Légitime Défense, en 1928, Nadja.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Nadja, roman qui introduit avec une sorte d'aisance lucide, la folie dans l'oeuvre littéraire et qui l'analyse dans ses rapports avec la vie quotidienne.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Dans le premiere Manifeste du surréalisme (1930), Breton défend la doctrine dans toute sa pureté, et il donne dans L'Immaculée Conception, en collaboration avec Éluard, une imitation du délire verbal des aliénés.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Les Vases communicants paraissent en 1932, L'Amour fou en .......",
    "answer_1": "1932",
    "answer_2": "1933",
    "answer_3": "1937",
    "right_answer": "1937"
  },
  {
    "title": "L'action de Breton s'est exercée avant tout dans le sens d'une révolution totale, qui ne veut épargner ni la famille, ni la patrie, ni la religion.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Breton prétend conquérir l'irrationnel, non s'y abandonner; il veut découvrir (la vie passive de l'intelligence).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Breton s'efforce d'exprimer cette discontinuité mentale que la composition rhétorique ne peut encadrer, en recourant à des images neuves, à des associations inédites, à des contrastes, à des effets de surprise, à des calembours.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Breton a reconnu (l'absence de frontière entre la folie et la non-folie) et affirmé que (rien n'est impossible).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le rêve, l'écriture automa- tique, le délire, l'humour noir, (révolte supérieure de l'esprit), sont à la fois explorations et expériences.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le moyen de reconstruire le monde, de retrouver l'union de l'homme et de l'univers, c'est l'amour, qui ne se distingue guère de la poésie.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "L'étreinte poétique, comme (l'étreinte de chair) empêche toute échappée sur la misère du monde. ",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Aimez est le dernier commandement et l'essentiel.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  }
]
