[
  {
    "title": "Dans la seconde moitié du XIXème siècle, la communication considère le texte littéraire comme un document.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Du point de vue de la théorie de la communication, ceci veut dire que le texte fut étudié dans sa fonction renvoyant à l'émetteur.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "L'admiration dont est l'objet à l'époque de Taine la biologie en tant que science exéma plaire, se manifeste dans des comparaisons.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Comme la coquille, le texte littéraire a en lui-même aucune valeur, il ne constitue qu'une approche de L'homme derrière l'œuvre, il ne se trouve que dans un rapport de référence à l'homme",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "La coquille et le document sont des débris morts, et ne valent que comme indices de l'être entier et vivant",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le programme d'histoire littéraire de....... s'appuie sur la philosophie d'Auguste Comte, qui s'est efforcé de surmonter le stade théologique et métaphysique dans le domaine des sciences humaines.",
    "answer_1": "Renan",
    "answer_2": "Rousseau",
    "answer_3": "Taine",
    "right_answer": "Taine"
  },
  {
    "title": "Si l'histoire littéraire positiviste n'a accordé que peu d’Im portance au texte littéraire en tant qu'élément d'une situation de communication, elle en a accordé encore moins au récepteur et au chercheur.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": ".......... était de l'avis que la science de la littérature se trou vit en présence d'un objet d'analyse qui accusait des différences sensibles avec ceux des sciences de la nature.",
    "answer_1": "Renan",
    "answer_2": "Lanson",
    "answer_3": "Taine",
    "right_answer": "Lanson"
  },
  {
    "title": "II formulait la différence essentielle dans un (postulat d'unicité) (L'histoire littéraire a pour objet la description des individualités).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Dans (La méthode de l'histoire littéraire), Taine conclut ainsi: Et la certitude en général, est en raison inverse de la généralité de la connais séance.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Les moyens pour parvenir à la connaissance et à la com préhension du fait littéraire individuel, diffèrent selon Lanson de ceux qui sont en vigueur dans les sciences de la nature.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "L’intuition individuelle ne doit accompagner dès le début l'analyse de toute production artistique individuelle. Dans ce domaine, le chercheur, avant de se consacrer à l'activité scientifique, doit avoir été un amateur, qui sait jouir de la littérature.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Taine développe un vaste programme de recherche, qui comprend différentes étapes obéissant à un ordre impérieux.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Le texte et le moment de sa genèse sont primo dieux et on attribue à l'explication de texte une valeur objective.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le seul problème auquel on se voit confronté est celui de la critique des valeurs",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "On hésite en effet entre une évaluation idéologique et une évaluation esthétique: quant à cette dernière, le critère préféré est celui de l'unité de l'œuvre.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le contexte historique du texte littéraire importe peu dans le cas des grandes œuvres.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Dans les années cinquante commença à se développer en France une réflexion théorique sur le roman, à laquelle sont à rattacher les noms de Günther Müller, Franz Stanzel et Eberhard Lammert.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "La réaction la plus virulente dirigée contre.........émana d'un courant, connu sous le nom de Nouvelle Critique.",
    "answer_1": "Renan",
    "answer_2": "Taine",
    "answer_3": "Lanson",
    "right_answer": "Lanson"
  },
  {
    "title": "Les sources d'inspiration de la Nouvelle Critique étaient le structure réalisme anthropologique de Sigmund Freud et la psychanalyse de Claude Lévi-Strauss.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "On peut aussi percevoir, mais dans une moindre mesure, l'influence de Nietzsche. Pour autant que la nouvelle critique se réfère à Freud, elle part du texte littéraire pour en arriver à la personne de l'écrivain.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Des éléments thématiques (et non plus stylistiques comme chez Spitzer), repérés à travers une œuvre, sont considérés comme renvoyant à la structure psychologique de l'auteur; l'intérêt se concentre notamment sur la signification des expériences de l'enfance.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Dans la mesure où l'influence de Freud domine (par exemple chez Charles Mauron), il s'agit de constellé lattions psychologiques inconscientes.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le contexte historique du texte et de l'auteur est pris en considération. Mauron, Richard, Poulet, Starobinski (L'Ecole de Genève) représentent ce courant.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Le texte littéraire dans la nouvelle critique est un symptôme.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "La controverse entre la nouvelle critique et la critique univers sétaire en France est conservée dans les écrits et les répliques de Roland Barthes et de Raymond Picard, à savoir dans Histoire ou littérature (1963) et Critique et Vérité (1966) de Barthes, et dans Nouvelle Critique ou nouvelle imposture (1965) de Picard.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Richard définit le rapport entre une œuvre et son lecteur comme une sémiosis libre. II ne s'agit pas de retrouver la signification que l'auteur a donnée à son œuvre, mais de constituer un sens, comme un acte créateur libre de la subjectivité.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Une œuvre d'art devient le signifiant d'une signifié.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Barthes vise une subjectivité dans laquelle le sujet fait partie de visions du monde bien déter minées, que l'on peut classer en catégories et qui doivent être explicitées.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "............revendique la franchise du système, lequel signifie pour lui l'idée préconçue qu'on se fait du monde.",
    "answer_1": "Richard",
    "answer_2": "Taine",
    "answer_3": "Barthes",
    "right_answer": "Barthes"
  },
  {
    "title": "Le texte littéraire est le stimulus, qui provoque chez le lecteur une réponse.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "La narratologie française, inspirée de Vladimir Propp (1928, 1970) et développée par Bremond, Greimas, Todorov et ici encore - Barthes, essaya, autant que ceci était possible, d'atteindre des généralisations, notamment au niveau de la fable des textes narratifs.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Une autre tentative de généralisation, mais émanant cette fois de la linguistique structurale, c'est la contribution de Roman Jakobson en matière d'analyse poétique (par exemple Jakobson, 1963).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "La discussion quant à la recherche des relations d'équivalences dans les sonnets de Baudelaire et de Shakespeare, notamment à propos de l'analyse des Chats(1962).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "C'est Baudelaire terre (1971 : 307-364) qui a formulé les objections les plus fondamentales contre cette méthode.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "..................suppose une homologie entre la structure romanesque classique et la structure de l'échange dans l'économie libérale",
    "answer_1": "Rousseau",
    "answer_2": "Goldmann",
    "answer_3": "Balzac",
    "right_answer": "Goldmann"
  },
  {
    "title": "Le texte se trouve dans un rapport évident de reproduction vis-à-vis de la réalité extralinguistique.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Un des principes de base de la théorie de la communication et de la théorie littéraire moderne se fonde sur la thèse qui remonte à Nietzsche et à Bergson",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "En 1889 Bergson écrit Le mot aux contours bien arrêtés, ie mot brutal, qui emmagasine ce qu'il y a de stable, de commun et par conséquent d'impersonnel dans les impressions de l'humanité, écrase ou tout au moins recouvre les impressions délicates et fugitives de notre conscience individuelle.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "La réflexion bergsonienne, ainsi que l'a fait remarquer Curtis (1976) se retrouve dans les con captions des Formalistes russes, et notamment dans l'important article de Victor Chklovski L'art comme procédé (1916).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Dans ses analyses et ses études critiques Chklovski est beaucoup plus ambigu.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": " Dans la La seconde phase du formalisme (jusqu'à 1925 environ), dominée par l'influence de Chklovski, le texte littéraire était considéré comme un donné indépendant de la position du lecteur et isolé du contexte de l'histoire littéraire dont il faisait partie.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "La première phase du formalisme russe a un autre caractère, surtout sous l'influence des publications de louri Tynianov.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Tynianov rejette la possibilité de définir in abstracto le concept de littérature: L'existence d'un fait littéraire dépend de sa qualité différentielle; en d'autres termes, de sa fonction (cité par Todorov, 1965 124-125).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "La distinction entre forme et fonction qui avait déjà été opérée au niveau de l'analyse textuelle s'applique dès à la forme totale du texte et à sa fonction dans un large contexte culturel, littéraire et historique.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Tynianov a, en principe, introduit du même coup une distinction entre celui qui analyse le phénomène littérature et son expérience personnelle en tant que lecteur.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Ce n'est que dans les années cinquante qu'il fut de nouveau possible en Union Soviétique de retourner aux acquisitions de la méthode formaliste et de développer celles-ci.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Louri M.Lotman est connu en France grâce à la traduction de son livre (1970) La Structure du texte artistique (1973).",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Le facteur le plus important qui a tenu éloigné le monde anglo-saxon des théories fonctionnalistes d'origine russe ou tchèque est vraisemblablement la solide tradition du New Criticism qui, inspiré des œuvres critiques de T.S. Eliot et de I.Q.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "............, déjà parues respectivement en 1920 et 1924, surgit dans les années trente aux Etats-Unis et domina longtemps le monde universitaire américain.",
    "answer_1": "Tynianov",
    "answer_2": "Louri M.Lotman",
    "answer_3": "Richards",
    "right_answer": "Richards"
  },
  {
    "title": "Dans la conception d'Eliot, la littérature consiste en une série de monuments (Eliot, 1920 : 50), à laquelle une œuvre nouvelle peut être ajoutée, ce qui apporte un changement dans l'ensemble de la tradition.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Les représentants du New Criticism doutent qu'il soit possible d'expliquer le texte littéraire en termes rationnels et craignent que la paraphrase détruise la structure essentielle de l'œuvre d'art.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "Les bases de la théorie littéraire moderne ont été établies dans le courant du XIXème siècle, mais n'ont été encore nullement acceptées sur une grande échelle.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Les acquisitions dans le domaine de la linguistique, notamment de la sémantique, sont de par leur nature essentielles pour la science de la littérature et peuvent être ignorées.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Faux"
  },
  {
    "title": "Les résultats de l'analyse poétique, telle qu'elle a été pratiquée par Roman Jakobson, soulève cependant de nettes difficultés quant à la relation entre analyse, interprétation et éva-luation.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  },
  {
    "title": "L'ensemble des problèmes épineux de l'interprétation de textes isolés du processus de l'histoire littéraire devrait être traité selon nous dans le cadre de la théorie de la réception et de la sémiotique.",
    "answer_1": "Vrai",
    "answer_2": "Faux",
    "answer_3": "Je ne sais pas",
    "right_answer": "Vrai"
  }
]
